[
    {
        "_id": "01",
        "title": "Bone Marrow Transplant",
        "fullTitle": "Bone Marrow Transplant : Facts With Conditions And Treatment",
        "care": "Liver Care",
        "date": "30 December, 2022",
        "img": "https://i.ibb.co/Y3StdHy/bone-marrow-transplant-in-india.png",
        "description": "A bone marrow transplant (BMT) is a treatment to replace unhealthy bone marrow with healthy bone marrow, which is found inside the bones where the body manufactures and stores blood cells. Promise Hospital, India offers the most cutting-edge cancer care and treatment options, including the most difficult bone marrow transplants. Our transplant surgeons are the best in diagnosing and staging the ideal bone marrow therapy for both benign and malignant malignancies. Over 8 lakh successful bone marrow transplants have taken place at our center of excellence for cancer care. Bone marrow transplantation, once regarded as a challenging and uncommon procedure, is now regarded as one of the best cancer therapy success stories. In some cases of blood cancer, it has increased survival rates from almost nil to over 85%. Patients who have received a bone marrow transplant need the best care and comfort possible after the procedure. Under the compassionate supervision of our skilled team of nurses, the patient can recover in the cleanest, most pleasant environment possible thanks to our infection control program.",
        "Details": [
            {
                "name": "What is Bone Marrow?",
                "details": "The soft, spongy substance known as bone marrow is found in the medullary cavities (centers) of several big bones. Because it contains stem cells that produce blood cells and immune system cells, healthy bone marrow is a crucial component of the body. Each type of cell that can be developed from bone marrow stem cells has a specific role to play in the body. Bone marrow produces many cell types, which are essential for maintaining life. Human bone marrow is of two different types, include:Red blood cells carry oxygen and nutrients throughout the body.The white blood cells fight the infection.Platelets, which are responsible for clot formation."
            },
            {
                "name": "What is a Bone Marrow Transplant (BMT)?",
                "details": "A bone marrow transplant (BMT) is a treatment used in medicine to restore bone marrow that has been harmed or destroyed by illness, infection, or chemotherapy. During this procedure of bone marrow transplant in India, blood stem cells are transplanted into the bone marrow where they make new blood cells and encourage the development of new bone marrow. The damaged stem cells are replaced with healthy cells through a bone marrow transplant. This aids in the production of adequate red blood cells, platelets, or white blood cells by the body to prevent anemia, bleeding disorders, or infections.Healthy stem cells can be obtained from a donor or a person's own body. In these circumstances, stem cells can be extracted or cultivated before beginning chemotherapy or radiation therapy. Following storage, these healthy cells are transplanted."
            },
            {
                "name": "Why any Individual is Required to Undergo a Bone Marrow Transplant?",
                "details": "When a person's marrow isn't healthy enough to function correctly, bone marrow transplants are carried out. This could be brought on by ongoing illnesses, diseases, or cancer therapies. Some of the major reasons for undergoing a bone marrow transplant are:Aplastic anemia is a condition where the bone marrow ceases producing new blood cells.Marrow-specific malignancies like leukemia, lymphoma, and multiple myeloma."
            },
            {
                "name": "Procedure for Bone Marrow Transplant",
                "details": "A bone marrow transplant injects healthy blood-forming cells into the patient's bloodstream, where they may start to multiply and generate red blood cells, white blood cells, and platelets. The patient or a donor who has been evaluated and found to be a good match has already provided the healthy cells that will be used in the transplant. The patient receives the given cells using an intravenous (IV) catheter, or tube, at the time of the transplant.Understandably, a lot of potential patients want to know if a bone marrow transplant hurts. But the majority of the time, a bone marrow transplant is painless. The procedure is not painful, and the patient is awake the entire time. Getting blood or medication through an intravenous (IV) catheter or tube is quite similar to a bone marrow transplant operation. For many patients, receiving therapy is a big step that means a lot. Like a second birthday, some people commemorate and celebrate the day for a very long time."
            }
        ]
    },
    {
        "_id": "02",
        "title": "Spine Problems",
        "fullTitle": "The Top 7 Foods For A Healthy Spine",
        "care": "Spine Care",
        "date": "22 December, 2022",
        "img": "https://i.ibb.co/S3wJjqR/spine-surgery-in-india.png",
        "description": "Most of us are aware of the effect our posture and the kind of work we do has on the state of our spine. What may come as a surprise to many of us is that good nutrition and a balanced diet also plays a major role in our back health. Here are seven foods that we must include in our diet so our spine stays strong and supple for long:",
        "Details": [
            {
                "name": "Dairy Products",
                "details": "Foods like yogurt, milk, and cheese are rich in calcium, which is the most prominent nutrient for bone health. Calcium is essential to maintain the required level of bone mass throughout the lifespan of an individual. Calcium helps prevent the occurrence of osteoporosis, a condition characterized by weak and brittle bones which can result in fractures in the vertebrae. However, this doesn’t mean that we should stock up on calcium supplements. Studies have shown that these tablets increase the risk of heart problems. Consume calcium from natural sources."
            },
            {
                "name": "Green Leafy Vegetables",
                "details": "Apart from being rich sources of calcium, vegetables such as Kale, bok choy, spinach, broccoli, and others are also important sources of magnesium. This mineral helps increase bone density and helps in relaxing and contracting the muscles, which is necessary for strengthening and toning the muscles supporting the spine. Besides, dark, green leafy vegetables are also rich in essential vitamins like A, C, E, and K that keep the bones and tissues of the spine healthy and in good shape. Green vegetables are always recommended by the best spine surgeon in India."
            },
            {
                "name": "Salmon and Egg Yolks",
                "details": "Vitamin D and D3 help in proper absorption of calcium, thus aiding in formation of strong bones. While vitamin D can be synthesized by our body through adequate exposure to sunlight, today’s busy lifestyle typically doesn’t allow us to get spend sufficient time in the sun. Fortunately, Vitamin D can be found in some other foods like salmon, egg yolks and cod liver oil. Not consuming adequate vitamin D can result in brittle, weak and misshapen bones."
            },
            {
                "name": "Red and Orange Fruits and Vegetables",
                "details": "Oranges, strawberries, kiwis, tomatoes, guavas, grapefruit and red and green peppers are rich in Vitamin C, an antioxidant that is necessary for the formation of collagen. This is essential for cells to form into tissues and healing complications caused due to injured tendons, vertebral discs, and ligaments."
            },
            {
                "name": "Pineapples",
                "details": "Pineapple contains manganese and a protein-digesting enzyme called bromelain, which helps in preventing arthritis by fortifying the connective tissues. These nutrients also help minimize flare-ups due to inflammation, increases the strength of the spine and its joints and decreases the dependence on anti-inflammatory medications."
            }
        ]
    },
    {
        "_id": "03",
        "title": "Liver Transplantation Surgery",
        "fullTitle": "Which is the Best Treatment for Liver Resection on Bile Duct Cancer?",
        "care": "Liver Care",
        "date": "30 December, 2022",
        "img": "https://i.ibb.co/447ksYq/liver-treatment-in-india.png",
        "description": "About a year back a 64-year-old gentleman presented at Manipal Goa with recurrent cholangitis and uncontrolled diabetes. He was diagnosed with papillary renal cancer in the past, which was successfully removed by the Urologist at MHG.On evaluation, he was found to have cholangiocarcinoma involving the left hepatic duct with multiple cholangiocyte abscesses in the left lobe of the liver.After optimization, left hepatectomy and hilar lymphadenectomy were successfully done using the CUSA machine at MANIPAL – a machine specifically designed for liver parenchymal resection. To know more about liver treatment, visit Manipal Hospitals Global, the liver transplant hospital in India.he surgery took 12 hours to perform followed by 5 day stay in Intensive Care for further recovery.The patient is now doing well and could successfully fight 2 cancers.",
        "Details": [
            {
                "name": "The CUSA Technique and its Benefits",
                "details": "Hepatic resection is a surgical procedure of great challenge because of the risk of massive bleeding during a liver transaction and the complicated biliary and vascular anatomy in the liver. The history of the development of surgical techniques of liver resection is largely a struggle against haemorrhage from the liver transaction.If you have localized liver cancer or another liver disease that requires a liver resection, a “bloodless” liver resection offers a much safer alternative to traditional surgery. The liver receives blood from two major sources — a large vein coming from the intestines and a large artery — which makes it challenging for any surgeon to make incisions using traditional methods. When the traditional method is performed, as many as five to 10 units of blood or more are needed. The “bloodless” resection technique has changed all of that. Consult with a liver specialist in India to have the best treatment.Instead of using a scalpel, a device called a cavitational ultrasonic surgical aspirator, or CUSA, which uses ultrasonic waves to aspirate (suction out) liver cells, is used, leaving behind only a skeleton of blood vessels. A second tool called a TissueLink is a probe that streams hot, sterile water from its tip to coagulate the liver’s blood vessels, sealing them upon contact. Combining these tools reduces surgical time by nearly half (only two to four hours with the “bloodless” method, contrasted with the four to six hours of a traditional resection). The technique also confines any tissue damage to a much smaller area than if a scalpel had been used.Department of Liver Transplantation Surgery"
            },
            {
                "name": "Green Leafy Vegetables",
                "details": "Apart from being rich sources of calcium, vegetables such as Kale, bok choy, spinach, broccoli, and others are also important sources of magnesium. This mineral helps increase bone density and helps in relaxing and contracting the muscles, which is necessary for strengthening and toning the muscles supporting the spine. Besides, dark, green leafy vegetables are also rich in essential vitamins like A, C, E, and K that keep the bones and tissues of the spine healthy and in good shape. Green vegetables are always recommended by the best spine surgeon in India."
            },
            {
                "name": "Salmon and Egg Yolks",
                "details": "Vitamin D and D3 help in proper absorption of calcium, thus aiding in formation of strong bones. While vitamin D can be synthesized by our body through adequate exposure to sunlight, today’s busy lifestyle typically doesn’t allow us to get spend sufficient time in the sun. Fortunately, Vitamin D can be found in some other foods like salmon, egg yolks and cod liver oil. Not consuming adequate vitamin D can result in brittle, weak and misshapen bones."
            },
            {
                "name": "Red and Orange Fruits and Vegetables",
                "details": "Oranges, strawberries, kiwis, tomatoes, guavas, grapefruit and red and green peppers are rich in Vitamin C, an antioxidant that is necessary for the formation of collagen. This is essential for cells to form into tissues and healing complications caused due to injured tendons, vertebral discs, and ligaments."
            },
            {
                "name": "Pineapples",
                "details": "Pineapple contains manganese and a protein-digesting enzyme called bromelain, which helps in preventing arthritis by fortifying the connective tissues. These nutrients also help minimize flare-ups due to inflammation, increases the strength of the spine and its joints and decreases the dependence on anti-inflammatory medications."
            }
        ]
    },
    {
        "_id": "04",
        "title": "Diabetes",
        "fullTitle": "Tips to Control Type 2 Diabetes Naturally",
        "care": "Diabetes & Endocrinology",
        "date": "30 December, 2022",
        "img": "https://i.ibb.co/g9DXqPG/diabetes-treatment-in-india.png",
        "description": "Type 2 diabetes is no doubt a serious health condition, but it is by no means the end of the world. It is crucial for everybody to maintain a healthy lifestyle, especially a diabetic person. Type 2 diabetes food typically includes plenty of vegetables, lentils, beans, legumes, and poultry. In this condition, the blood sugar is already high, so it is important to have a diet plan that will work with the body and not spike the blood sugar levels. Type 2 diabetes can be cured naturally by following a simple rule: follow a healthy diet plan and an exercise regimen and keep your health a priority at all times.",
        "Details": [
            {
                "name": "Choose the right type of carbs",
                "details": "Come out of the Myth that you need to avoid carbohydrates for good health. This is not true. We all need carbs to lead a healthy life. Rather, we should focus on the right carbs and the consumption quantity of those carbs. For example, the carbs present in wholegrain bread and cereals and fruits should be consumed, as opposed to refined flour and juices. To keep your sugar level under control, one needs to eat healthy vegetables and a combination of different nuts. All of this will be really helpful"
            },
            {
                "name": "Lose Weight",
                "details": "Extra inches on your waistline is an invitation to the harmful effects of diabetes. If you want to control the glucose level in your body, lose weight. The major consideration should be the location of the body where the fat is accumulating. Risk of Type 2 diabetes increases if the fat is located in the abdominal area because it will increase insulin resistance in the body. Women should keep their waistline below 35 inches and men should try to keep it below 40 inches to maintain a healthy life."
            },
            {
                "name": "Moderate sugar intake",
                "details": "A person suffering from Type 2 diabetes can still consume sweets but the important thing is to say “NO” at the right time. Limit your sugar intake and gradually you will become habitual of it.Eating healthy fats like yogurt, nuts, etc. can help maintain a steady glucose level as it slows down the digestive process. Say NO to packaged foods because it contains high sugar content. To know more, visit our diabetes treatment hospital in India."
            },
            {
                "name": "Get moving",
                "details": "High blood sugar levels can easily be controlled by regular exercise as it improves heart condition, and circulation is improved. A healthy weight is key to maintaining blood pressure. Choose those physical activities that you can do easily like walking in a park, lifting light weights, yoga, etc."
            },
            {
                "name": "Reduce your salt intake",
                "details": "The risk of heart disease increases because of high sodium intake as it increases blood pressure. Type 2 diabetes patients should be very conscious of their salt intake. Replace salt with herbs and spices to limit your sodium intake."
            }
        ]
    },
    {
        "_id": "05",
        "title": "General Medicine",
        "fullTitle": "Things to Know About Medical Tourism in India",
        "care": "General Surgery",
        "date": "23 December, 2022",
        "img": "https://i.ibb.co/qBcMYyc/medical-tourism-in-india.png",
        "description": "People with chronic health ailments are often thrown with advice to change the scenery of Life for better health. Due to this reason, International patients for their own good, visit India for accessible and highly personalized healthcare. The qualified and renowned Indian doctors providing treatment at Manipal Hospitals Global have retained the trust of international patients that come from developed and developing nations.",
        "Details": [
            {
                "name": "Why Should You Visit India for Healthcare and Treatment?",
                "details": "India has undoubtedly transpired as the pivot of medical tourism in the world because of the perfect blend of top-notch facilities, highly qualified doctors and above all, its reasonable cost of treatment compared to other developed countries, making it a perfect destination for many affluent foreigners seeking high quality but cost-effective medical treatment for their ailments. India always lands particularly high in people lists, seeking for affordable quality treatment in the fields of Ophthalmology, Cardiology, organ transplants, and Orthopaedics. India is the hub even for allied fields such as preventive, wellness and alternative medicine. Visit our top multi-specialty hospital in India to know more.Medical tourism is fast emerging as one of the fastest growing segments of the tourism sector in India. According to the Global Reports, more than 5 Lakh foreign patients currently avail treatment in India, drawn to the splendid infrastructure of India’s famed corporate hospital, Manipal Hospitals Global. To facilitate a better experience for foreign patients, the Indian government has enabled visa-on-arrival for travellers from certain countries, allowing them to stay in India for up to 30 days for the treatment. Manipal Hospitals Global is the most renowned multispecialty hospital with branches in different cities and is equipped with state-of-the-art technology and skilled medical personnel to provide world-class healthcare to our global patients. We provide healthcare services in the complete spectrum of medical specialities in our facility.Plan your visit to consult with our best doctors in India!"
            }
        ]
    },
    {
        "_id": "06",
        "title": "Children Paediatrics",
        "fullTitle": "Know How Intestinal Lymphangiectasia is Diagnosed and Treated in Children",
        "care": "Gastrointestinal Sciences",
        "date": "23 December, 2022",
        "img": "https://i.ibb.co/VjQGrHY/child-care-hospital-in-india.png",
        "description": "A child aged 1 year 8 months presented with extreme generalized edema & increased frequency of stools of 7 months duration. The edema was insidious and gradually progressive, involving the left side more than the right side.On examination he had a pitting type of anasarca except for the left upper limb, systemic examination showed ascites. Lab evaluation showed gross hypoalbuminemia. Gastroduodenoscopy revealed multiple whitish raised spots in the duodenum-which were suggestive of lymphangiectasia. Histopathological evaluation showed dilated lymphatics, containing eosinophilic proteinaceous substance (lymph), diagnostic of intestinal lymphangiectasia.The child was advised a low-fat diet and substitution long chain fatty acids with medium-chain fatty acids. Generalized edema decreased. On follow-up, the child has shown symptomatic improvement. Consultation with our best gastroenterologist in India has always been very effective for children's health.",
        "Details": [
            {
                "name": "What is Intestinal Lymphangiectasia?",
                "details": "Intestinal lymphangiectasia (idiopathic hypoproteinemia) is a rare disorder in which the lymph vessels supplying the lining of the small intestine become obstructed. This disorder is the result of improperly formed lymph vessels. Diarrhoea is the main symptom. The diagnosis is based on the results of a biopsy.Once the specific cause of the disorder is treated, following a low-fat, high-protein diet and taking supplements can help manage symptoms.The lymph vessels from the digestive tract carry digested fats that were absorbed by the small intestine. Sometimes, these lymph vessels are improperly formed at birth, causing blockage of the flow of the lymph fluid. Less commonly, these lymph vessels may become blocked later in life as a result of such conditions as inflammation of the pancreas (pancreatitis) or stiffening of the sac that envelops the heart (constrictive pericarditis). In both cases, pressure builds up in the abnormal lymph vessels. The increased pressure causes lymph fluid to leak back into the intestine, preventing fat and proteins from being absorbed into the bloodstream."
            }
        ]
    },
    {
        "_id": "07",
        "title": "Neurology",
        "fullTitle": "Know All About Mental Health Awareness",
        "care": "Neurology and Neurosurgery",
        "date": "23 December, 2022",
        "img": "https://i.ibb.co/NTN8T2q/neurology-hospital-in-india.png",
        "description": "Mental well-being is a vital component of a person’s overall health condition. Therefore, it naturally follows that there should be adequate awareness about this topic in society.Here are some alarming mental health facts which should make us sit up and take notice:According to a World Health Organization (WHO) study conducted for the National Care of Medical Health (NCMH), at least 6.5 per cent of our country’s population suffers from some form of serious mental disorder. That means about 65 million Indians.50 per cent of all mental health conditions begin by the age of 14 years and most of these go undetected or untreated.India has only about 5000 psychiatrists and less than 2000 clinical psychologists to cater to its entire population.A 2015-15 NCMH survey revealed that one in every six persons in our country requires some kind of mental help.India has the highest suicide rate in the world in the age group of 15-29. Every 3 seconds, a person commits suicide.The above facts are undoubtedly shocking, but what adds to the gravity of the situation is that even today, mental illness is considered a taboo by a considerable portion of the population and there is a widespread stigma associated with the topic, although the awareness is increasing amongst the people. However, raising awareness is only the start of the battle against mental illnesses. Let’s take the first step towards it.",
        "Details": [
            {
                "name": "What exactly is Mental Illness?",
                "details": "A mental illness is a physical condition of the brain which results in disturbances in thinking, emotional stability and behaviour which adversely affects the daily life. There are many causes for mental disorders, including abnormalities in the brain structure, genetics, brain structure, trauma or any other underlying medical condition, such as heart condition."
            },
            {
                "name": "Anxiety Disorders",
                "details": "While feeling anxious every now and then is a part and parcel of life, anxiety disorders are different. Anxiety is dangerous as it is the mix of all mental illnesses which affects you constantly and is staggering. It limits a person from living a normal life. There are different types of anxiety disorders:"
            },
            {
                "name": "Alzheimer’s Disease",
                "details": "It is a common form of dementia in which a person experiences varying degrees of memory loss and other cognitive disabilities. Its effects include behavioural changes, hallucinations, disorientation, confusion, delusions, difficulties in interacting and sensing speeds and distances, and much more. Its severity increases with age."
            },
            {
                "name": "Attention Deficit Disorder",
                "details": "This brain disorder is characterized by a continuous pattern of inattention that interferes with normal functioning and development. A person suffering from ADD has difficulty in sustaining focus, lacks persistence and is disorganized, and not due to lack of comprehension or defiant behaviour. Such people tend to miss details, make careless mistakes, lose focus quickly, tend to be easily distracted, are forgetful and tend to avoid sustained mental effort."
            }
        ]
    },
    {
        "_id": "08",
        "title": "Organ Transplant",
        "fullTitle": "Keys to a Successful Organ Transplant",
        "care": "Organ Transplants",
        "date": "23 December, 2022",
        "img": "https://i.ibb.co/svjBsf9/organ-transplant-hospital-in-india.png",
        "description": "Organ donation is an incredible, altruistic act which can save or improve the lives of many people through just one person’s decision. It is one of the most incredible successes in the realm of modern medicine.",
        "Details": [
            {
                "name": "What exactly is Mental Illness?",
                "details": "Organ Transplantation is the only treatment for end-stage organ failure. It involves surgically removing a healthy organ from a donor and transplanting it into a recipient whose organ might have failed or irreversibly damaged. The list of organs and tissues that can be transplanted are: Kidneys,Liver,Pancreas,Lung,Bone Marrow,Heart,Skin,Cornea,Middle Ear,Intestine,Connective Tissue,Vascularized composite allografts, including face and hand transplantation. "
            },
            {
                "name": "What is Organ Rejection? ",
                "details": "Organ transplant rejection is the process in which the recipient’s immune system attacks the transplanted organ or tissue. This happens because a normal immune system is capable of distinguishing foreign agents and can misconstrue the donor organ as one such agent, thus mounting an attack in order to destroy them, just as it would react to bacteria and viruses. These harmful agents are coated with antigen proteins. When the donor organ is transplanted, the recipient’s immune system may recognize that the antigens on the cells of the donated organ do not match and this can trigger a blood transfusion reaction or organ rejection. There are some steps that can be taken to prevent organ rejection, although they’re not fool-proof. The doctors match the blood and tissue type of the donor and the recipient to get the best match possible. Another measure is to use immunosuppressant drugs to prevent an immune response in the recipient’s body. "
            },
            {
                "name": "Why Manipal Hospitals Global?",
                "details": "Manipal Hospitals Global is a renowned multi-speciality hospital equipped with state-of-the-art infrastructure, skilled and experienced healthcare professionals and a dedicated paramedic and nursing support staff. With our emphasis on clinical excellence and a patient-centric approach, we endeavour to provide top-class healthcare services to people at affordable rates. Manipal International also has a dedicated organ transplant team with highly experienced doctors cutting across specialities with expertise in all aspects of transplantation providing the best possible treatment for the people. "
            }
        ]
    },
    {
        "_id": "09",
        "title": "Cancer Care",
        "fullTitle": "Ways to Improve Your Lung Cancer Survival",
        "care": "Comprehensive Cancer Care",
        "date": "23 December, 2022",
        "img": "https://i.ibb.co/jD94y6h/lung-cancer-treatment-in-india.png",
        "description": "Lung Cancer is one of the deadliest types of cancers accounting for many of the cancer-related fatalities in the world. The most common type of lung cancer is the Non Small Cell Lung Cancer (NSCLC), which constitutes about 85% of the lung cancer cases diagnosed every year.",
        "Details": [
            {
                "name": "Familiarize yourself with the Symptoms of Depression",
                "details": "While a certain amount of grief due to the onset of cancer is normal, watch out for symptoms of clinical and ongoing depression and anxiety. Studies have shown that patients who were not depressed lived for twice as long as those who were depressed at the time of their first chemotherapy treatment.  People suffering from lung cancer were also more likely to commit suicide, especially among men."
            },
            {
                "name": "Stop Smoking",
                "details": "It has been proven that people who have successfully relinquished this habit after being diagnosed with lung cancer respond better to surgery and radiation therapy. The five-year survival rate among those suffering from early-stage non-small cell lung cancer is greater in the people who managed to quit smoking. Consult with our Oncosurgeon in India if you want to quit smoking."
            },
            {
                "name": "Know about Blood Clots and their Prevention",
                "details": "Blood clots significantly increase the risk of dying in people with lung cancer. Fortunately, this is not so common and occurs in about 3 to 15percent of people with lung cancer."
            }
        ]
    }
]